Revit 2027 API
ParameterTypeId.ToggleParam Property
 "Generic Toggle Parameter": This is used by the UI to allow selection of multiple elements, copy toggle, etc.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ToggleParam { get; }
Public Shared ReadOnly Property ToggleParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ToggleParam {
	ForgeTypeId^ get ();
}
static member ToggleParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace